[
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "Qlib is an AI-oriented quantitative investment platform that aims to realize the potential, empower research, and create value using AI technologies in quantitative investment, from exploring ideas to implementing productions. Qlib supports diverse machine learning modeling paradigms. including supervised learning, market dynamics modeling, and RL.",
    "language": "Python",
    "star": "313"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "🙌 OpenHands: Code Less, Make More",
    "language": "Python",
    "star": "533"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "A community driven registry service for Model Context Protocol (MCP) servers.",
    "language": "Go",
    "star": "220"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "AI's query engine - Platform for building AI that can answer questions over large scale federated data. - The only MCP Server you'll ever need",
    "language": "Python",
    "star": "274"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "A cross-platform fluent-design AI-boost multi-threaded downloader built with Python.",
    "language": "Python",
    "star": "97"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "Visual Studio Code",
    "language": "TypeScript",
    "star": "315"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "freeCodeCamp.org's open-source codebase and curriculum. Learn math, programming, and computer science for free.",
    "language": "TypeScript",
    "star": "128"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "Learn how to design large-scale systems. Prep for the system design interview. Includes Anki flashcards.",
    "language": "Python",
    "star": "173"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "Claude Code is an agentic coding tool that lives in your terminal, understands your codebase, and helps you code faster by executing routine tasks, explaining complex code, and handling git workflows - all through natural language commands.",
    "language": "Shell",
    "star": "205"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "Flutter makes it easy and fast to build beautiful apps for mobile and beyond",
    "language": "Dart",
    "star": "71"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "Fully Local Manus AI. No APIs, No $200 monthly bills. Enjoy an autonomous agent that thinks, browses the web, and code for the sole cost of electricity.",
    "language": "Python",
    "star": "81"
  }
]