[
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "Amphion (/æmˈfaɪən/) is a toolkit for Audio, Music, and Speech Generation. Its purpose is to support reproducible research and help junior researchers and engineers get started in the field of audio, music, and speech generation research and development.",
    "language": "Python",
    "star": "342"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "An open-source, lightweight note-taking solution. The pain-less way to create your meaningful notes. Your Notes, Your Way.",
    "language": "Go",
    "star": "392"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "Scripts for fine-tuning Meta Llama with composable FSDP & PEFT methods to cover single/multi-node GPUs. Supports default & custom datasets for applications such as summarization and Q&A. Supporting a number of candid inference solutions such as HF TGI, VLLM for local or cloud deployment. Demo apps to showcase Meta Llama for WhatsApp & Messenger.",
    "language": "Jupyter Notebook",
    "star": "348"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "Omnivore is a complete, open source read-it-later solution for people who like reading.",
    "language": "TypeScript",
    "star": "62"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "Open-Source Notification Platform. Embeddable Notification Center, E-mail, Push and Slack Integrations.",
    "language": "TypeScript",
    "star": "128"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "分流规则、重写写规则及脚本。",
    "language": "JavaScript",
    "star": "58"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "An open-source remote desktop application designed for self-hosting, as an alternative to TeamViewer.",
    "language": "Rust",
    "star": "92"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "Bring projects, wikis, and teams together with AI. AppFlowy is an AI collaborative workspace where you achieve more without losing control of your data. The best open source alternative to Notion.",
    "language": "Dart",
    "star": "61"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "A community-supported supercharged version of paperless: scan, index and archive all your physical documents",
    "language": "Python",
    "star": "133"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "description": "The best and simplest free open source web page change detection, website watcher, restock monitor and notification service. Restock Monitor, change detection. Designed for simplicity - Simply monitor which websites had a text change for free. Free Open source web page change detection, Website defacement monitoring, Price change notification",
    "language": "Python",
    "star": "86"
  }
]